Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Gournay1622_Egalite_bpt6k3142288_corrected_numb_choice_l.tmx
Source language: frm
Languages: fr

source: L'AmaZone il vainquit dernier effroy des Grecs.
fr: L'Amazone il vainquit dernier effroi des Grecs.

source: Pentaſilée il rua ſur la poudre.
fr: Pentasilée il rua sur la poudre.

source: Cette illuſtre AmaZone inſtruicte aux ſoins de Mars,
fr: Cette illustre Amazone instruite aux soins de Mars,

source: Fauche les eſcadrons & braue les haZars:
fr: Fauche les escadrons & brave les hasars:

source: Veſtant le dur plaſtron ſur ſa ronde mammelle,
fr: Vêtant le dur plastron sur sa ronde mammelle,

source: Dont le bouton pourprè de graces eſtincelle:
fr: Dont le bouton pourpré de grâces étincelle:

source: Pour couronner ſon chef de gloire & de lauriers,
fr: Pour couronner son chef de gloire & de lauriers,

source: Vierge elle oſe affronter les plus fameux guerriers.
fr: Vierge elle ose affronter les plus fameux guerriers.
